Repository: ColmexBDCV/SubjectsPlus
Catalog: assets/locale/*/LC_MESSAGES/messages.po
Languages: es_es

source: Perhaps you have come here by a funny path?
es_es: ¿Quizás has venido aquí por un camino gracioso?

source: Bio updated. Close window to continue.
es_es: Biografía actualizada. Cierre la venta para continuar.

source: There was a problem. Contact the admin.
es_es: Había un problema. Póngase en contacto con el administrador.

source: Update Biography for
es_es: Biografía actualizada por

source: Update Bio
es_es: Biografía actualizada

source: The link report can take a few minutes to run, depending on how many links you have on the page. So be patient.
es_es: El informe de enlace puede tardar unos minutos en ejecutarse, dependiendo del número de enlaces que tenga en la página. Sea paciente.

source: Run Linkchecker Now
es_es: Ejecuta ahora Linkchecker

source: Results
es_es: Resultados

source: Wow, it appears that all your links are okay. Good work!
es_es: Wow, parece que todos sus enlaces están bien. ¡Buen trabajo!

source: Would you like to mail this report to someone?
es_es: ¿Le gustaría enviar este informe a alguien?

source: Send report to:
es_es: Enviar reporte a:

source: Send report to All Guide Owners
es_es: Enviar reporte a todos los propietarios de las guías

source: Link Report for
es_es: Informe de enlace para

source: Password updated. Close this box to continue.
es_es: Contraseña actualizada. Cierre la venta para continuar.

source: You cannot leave the password box blank. Close this window if you don't want to change the password.
es_es: No puede dejar el cuadro de contraseña en blanco. Cierre esta ventana si no desea cambiar la contraseña.

source: Update Password for
es_es: Contraseña actualizada por

source: Current Picture . . . boooring.
es_es: Imagen actual. . . aburridooo.

source: Upload the new you. Once you click upload, the current image will be replaced. <strong>Note:</strong> Your image will be scaled to <strong>70px wide</strong>. Using a square image is best.
es_es: Cargue el nuevo usted. Una vez que haga clic en cargar, la imagen actual será reemplazada. <strong> Nota: </strong> tu imagen se redimensionará en <strong> 70px de ancho </strong>. Utilizar una imagen cuadrada es el mejor.

source: Update Picture for
es_es: Imagen actualizada por

source: Please select a letter or tag to browse.
es_es: Por favor, seleccione una letra o etiqueta para navegar.

source: Make sure the item doesn't already exist!
es_es: ¡Asegúrese de que el elemento ya no existe!

source: Create new item
es_es: Crear nuevo ítem

source: You must have a title, location, and subject. Please go back and fix these omissions. And turn on JavaScript, for goodness sakes!
es_es: Debe tener un título, ubicación y asunto. Vuelva por favor y corrija estas omisiones. Y activar JavaScript, por amor de Dios!

source: There is already a record with this title:
es_es: Ya hay un registro con este título:

source: Maybe do a search and make sure it doesn't already exist?
es_es: Tal vez hacer una búsqueda y asegurarse de que ya no existe?

source: Source Override
es_es: Anulación de origen

source: add source override
es_es: agregar anulación de origen

source: never mind
es_es: olvídalo

source: Location (Enter URL)
es_es: Ubicación (URL)

source: Location (Enter Call Number)
es_es: Ubicación(Introducir Número de Télefono)

source: Location (Enter Persistent Catalog URL--include http://)
es_es: Ubicación (ingrese la URL del catálogo persistente --include http: //)

source: This URL looks OK to me
es_es: La URL se ve bien para mi

source: This URL looks dodgy; better check it
es_es: Esta URL se ve desagradable; Mejor comprobarlo

source: SubjectsPlus: Record Delete Recommendation
es_es: SubjectsPlus: Recomienda borrar registro

source: Anonymous
es_es: Anónimo

source: Hooray, no unanswered TalkBacks.
es_es: Hooray, no hay TalkBacks sin respuesta.

source: Unanswered TalkBacks
es_es: Talkbacks sin respuesta

source: Answered TalkBacks
es_es: TalkBacks respondidos

source: TalkBacks visible
es_es: TalkBack visible

source: See 10 Most Recent
es_es: Ver los 10 más recientes

source: About TalkBack
es_es: Acerca de TalkBack

source: TalkBack questions come via the web form on the public TalkBack page. An email should be sent to the admin when a new one arrives, and they may be answered here.
es_es: Las preguntas de TalkBack vienen a través del formulario web en la página pública de TalkBack. Un correo electrónico debe ser enviado al administrador cuando un nuevo llega, y se puede responder aquí.

source: TalkBack Public Page
es_es: Página pública de talkback

source: Thwarted! Something has gone wrong with the insert. Contact the admin.
es_es: Frustrado Algo ha salido mal con el inserto. Póngase en contacto con el administrador.

source: Thwarted! Something has gone wrong with the update. Contact the admin.
es_es: Frustrado Algo ha salido mal con el inserto. Póngase en contacto con el administrador.

source: Edit label or delete collection.
es_es: Editar etiqueta o borrar colección

source: Add Collection
es_es: Agregar colección

source: Collection Name
es_es: Nombre de la colección

source: Add New Collection
es_es: Agregar nueva colección

source: Users
es_es: Usuarios

source: Browse Users
es_es: Buscar usuarios

source: Browse/Add New Department
es_es: Buscar/Agregar nuevo departamento

source: Record Source Types
es_es: Tipos de fuentes de registro

source: Add New Source Type
es_es: Agregar nuevo tipo de fuente

source: You must select something first.
es_es: Debes seleccionar algo primero

source: Thy Will Be Done. Selected records now
es_es: Hágase Tu Voluntad. Registros seleccionados ahora

source: Your request cannot be completed: There are one or more librarians associated with this subject
es_es: Su solicitud no se puede completar: hay uno o más bibliotecarios asociados con este tema

source: Thy Will Be Done. Department list updated.
es_es: Hágase Tu Voluntad. Lista de departamento actualizada.

source: Your request cannot be completed: There are one or more records linked to this item.
es_es: Su solicitud no se puede completar: Hay uno o más registros vinculados a este elemento.

source: Thy Will Be Done. Offending item removed.
es_es: Hágase Tu Voluntad. Se ha eliminado el elemento infractor.

source: Your request cannot be completed: There are one or more records linked to this source
es_es: Su solicitud no se puede completar: Hay uno o más registros vinculados a este elemento.

source: Thy Will Be Done. Source list updated.
es_es: Hágase Tu Voluntad. Lista de fuentes actualizada.

source: inactive
es_es: inactivo

source: see live
es_es: ver en vivo

source: Sorry, there were no results.
es_es: Lo sentimos, no hay resultados.

source: Thwarted! Something has gone wrong. Contact the admin.
es_es: Frustrado Algo ha salido mal. Póngase en contacto con el administrador.

source: Enter department name and telephone number. Drag departments to change display order.
es_es: Introduzca el nombre del departamento y el número de teléfono. Arrastre los departamentos para cambiar el orden de visualización.

source: Add Department
es_es: Agregar departamento

source: Department Name
es_es: Nombre del departamento

source: Add New Department
es_es: Agregar nuevo departamento

source: All
es_es: Todo

source: Select
es_es: Seleccionar

source: ~~Guide Status~~
es_es: ~~Estatus de la guía~~

source: Active
es_es: Activo

source: Inactive
es_es: Inactivo

source: ~~Guide Types~~
es_es: ~~tipos de guía~~

source: Ticked Guides
es_es: Guías

source: Show Guides By
es_es: Mostrar guías por

source: Show
es_es: Mostrar

source: Assign to
es_es: Asignar a

source: Enter source type label. Drag sources to change sort order.
es_es: Ingrese la etiqueta del tipo de fuente. Arrastre las fuentes para cambiar el orden.

source: Add Source
es_es: Agregar fuente

source: Source Name
es_es: Nombre de la fuente

source: Add New Source
es_es: Agregar nueva fuente

source: None registered. Just as well. They're going to rise up against us someday.
es_es: Ninguno registrado. Igual de bien. Van a levantarse contra nosotros algún día.

source: Click on a name to update details and privileges
es_es: Haga clic en un nombre para actualizar detalles y privilegios

source: We're really going to miss that staff person. Search above to delete someone else!
es_es: Realmente vamos a extrañar a esa persona del personal. ¡Busque encima para eliminar a alguien más!

source: Staff Listing
es_es: Listar personal

source: Database List
es_es: Listar base de datos

source: An alphabetical list of the electronic resources available.
es_es: Una lista alfabética de los recursos electrónicos disponibles.

source: library, research, electronic journals, databases, electronic resources, full text, online, magazine, articles, paper, assignment
es_es: biblioteca, investigación, revistas electrónicas, bases de datos, recursos electrónicos, texto completo, en línea, revista, artículos, papel, asignación

source: Click for more information about a database.
es_es: Clic para más información acerca de la base de datos.

source: Campus Faculty, Staff &amp; Students only
es_es: Campus Facultad, Personal &amp; Sólo estudiantes

source: Click for help guide (.pdf or .html)
es_es: Haga clic en la guía de ayuda (.pdf o .html)

source: OpenURL Enabled
es_es: OpenURL habilitado

source: Databases
es_es: Base de datos

source: Newest Databases
es_es: Nuevas bases de datos

source: Find Research Guides
es_es: Encontrar guías de investigación

source: Find the research guide of your dreams
es_es: Encuentra la guía de investigación de tus sueños

source: show suggestions
es_es: mostrar sugerencias

source: Browse Research Guides
es_es: Buscar guías de investigación

source: Newest Guides
es_es: Nuevas guías

source: <p>You can <strong>search</strong> the FAQs, <strong>browse</strong> them <strong>by subject</strong>, see <strong>collections</strong> of FAQs (i.e., different groupings of FAQs for different purposes/audiences), or browse the Basic FAQs, below.</p>
es_es: <p> Puede <strong> buscar </strong> las preguntas frecuentes, <strong> buscar </strong> por temas </strong>, ver <strong> colecciones </strong> de preguntas frecuentes (p. Agrupaciones de preguntas frecuentes para diferentes propósitos / audiencias), o navegue por las preguntas frecuentes básicas, a continuación. </p>

source: No Results
es_es: Sin Resultados

source: There were no FAQs found for this query.
es_es: No se encontraron preguntas frecuentes para esta consulta.

source: Note: Not all FAQs displayed. Search or browse for more
es_es: Nota: no se muestran todas las preguntas frecuentes. Busque o busque más.

source: Search FAQs
es_es: Buscar preguntas frecuentes

source: Browse FAQs by Subject
es_es: Buscar todas las preguntas frecuentes por tema

source: image created with
es_es: imagen creada con

source: No Guide
es_es: Sin Guía

source: Thanks
es_es: Gracias

source: Thank you for your feedback. We will try to post a response within the next three business days.
es_es: Gracias por tus comentarios. Intentaremos enviar una respuesta dentro de los próximos tres días hábiles.

source: Oh dear.
es_es: Oh querid@.

source: There was a problem with your submission. Please try again.
es_es: Hubo un problema con el envío. Vuelve a intentarlo.

source: Share your comments and suggestions about the library
es_es: Comparta sus comentarios y sugerencias sobre la biblioteca

source: library, comments, suggestions, complaints
es_es: Biblioteca, comentarios, sugerencias, quejas

source: What is five times five?
es_es: ¿Cuánto es cinco veces cinco?

source: Hmm, That Was a Tricky Bit of Math
es_es: Hmm, eso fue un poco complicado de matemáticas

source: Sorry, you must answer the Skill Testing Question correctly. It's an anti-spam measure . . . .
es_es: Lo siento, debe responder a la pregunta de la prueba de habilidades correctamente. Es una medida anti-spam. . . .

source: <p><strong>Talk Back</strong> is where you can <strong>ask a question</strong> or <strong>make a suggestion</strong> about library services.</p> <p>So, please let us know what you think, and we will post your suggestion and an answer from one of our helpful staff members</p>
es_es: <p><strong>TalkBack</strong> es donde se puede <strong>hacer una pregunta</strong> o <strong>hacer una sugerencia</strong> sobre los servicios de biblioteca.</p> <p>Así, por favor háganoslo saber lo que piensas, y publicaremos tu sugerencia y la respuesta de uno de nuestros miembros de personal</p>

source: Tell Us What You Think
es_es: Dinos qué piensas

source: Wait! Do you need help right now?
es_es: ¡Espere! ¿Necesita ayuda ahora mismo?

source: Visit the Research Desk!
es_es: ¡Visite el Centro de Investigación!

source: your name (optional):
es_es: su nombre (opcional):

source: comment:
es_es: comentario:

source: Enter Number:
es_es: Introducir Número:

source: Submit
es_es: Enviar

source: Revised:
es_es: Revisado:

source: This page maintained by:
es_es: Mantenido por:
