Repository: ColmexBDCV/SubjectsPlus
Catalog: assets/locale/*/LC_MESSAGES/messages.po
Languages: es_es

source: Please enter your <strong>login and password</strong> to proceed.
es_es: Ingresa tu <strong> nombre de usuario y contraseÃ±a </ strong> para continuar.

source: Login
es_es: Iniciar sesiÃ³n

source: Password
es_es: ContraseÃ±a

source: Please check your login and password and try again. (Note that login attempts are logged.)
es_es: Por favor, compruebe su nombre de usuario y contraseña e inténtelo de nuevo. (Tenga en cuenta que se registran los intentos de inicio de sesión)

source: There is no record by that ID.
es_es: No hay registro por ese ID.

source: You must have a title, shortform, type, and one associated staff member. Please go back and fix these omissions. And turn on JavaScript, for goodness sakes!
es_es: Debe tener un título general, tipo y un miembro asociado. Por favor, volver atrás y corregir estas omisiones. ¡A su vez y en JavaScript, por el bien de la bondad!

source: Thwarted! You must have at least one staff member for a guide.
es_es: Frustrado Usted debe tener al menos un miembro del personal para una guÃ­a.

source: You must have at least one subject.
es_es: Debe tener al menos un tema.

source: You must complete all required form fields.
es_es: Debe completar todos los campos de formulario necesarios.

source: There is already a guide with that short form! Try again.
es_es: Ya hay una guÃ­a con esa forma corta! IntÃ©ntalo de nuevo.

source: <strong>Search</strong> for a resource saved in SubjectsPlus
es_es: <strong> Buscar </ strong> para un recurso guardado en SubjectsPlus

source: <strong>Tick</strong> the button next to the desired resource and click OK (bottom)
es_es: <strong>Marque</strong> el botón al lado del recurso deseado y haga clic en Aceptar (abajo)

source: Go!
es_es: Vamos!

source: Include icons?
es_es: Incluir icons?

source: There were no results matching your query.
es_es: No se han encontrado resultados.

source: Never mind
es_es: No importa

source: Browse by Subject
es_es: Búsqueda por tema

source: Browse by Collection
es_es: Búsqueda por colección

source: Browse all FAQs by Subject
es_es: Buscar todas las preguntas frecuentes por tema

source: <strong>Tick</strong> the boxes of any FAQs you want to include in your pluslet and hit <strong>OK</strong>.
es_es: <strong>Marque</strong> las casillas de cualquier FAQ que desea incluir en su pluslet y pulsa <strong>OK</strong>.

source: There are no results. You'll need to try something different.
es_es: Algo salió mal y no se pudo guardar las configuraciones.

source: Browse all FAQs by Collection
es_es: Buscar todas la preguntas frecuentes por colección

source: You don't have any FAQs associated with this subject yet. Maybe click Browse by Subject or Browse by Collection, above, to see what else is out there.
es_es: Usted no tiene cualquier preguntas frecuentes relacionados con este tema aún. Tal vez haga clic en navegar por tema o navegar por colección, por encima, para ver qué está ahí.

source: <strong>Box removed</strong>
es_es: <strong>Caja eliminada</strong>

source: - Browse Pluslets -
es_es: - Buscar Pluslets -

source: Guide Updated.
es_es: Actualizar Guía.

source: This item has been removed from your guide
es_es: Este artículo se ha eliminado de tu guía

source: There was a problem with the delete
es_es: Hubo un problema con la eliminación

source: Thy will be done. Ranks updated.
es_es: Hágase tu voluntad. Rank actualizado.

source: There was a problem with your update.
es_es: Se ha producido un problema con la actualización.

source: Select the type of link you wish to create, and click <em>Create Link</em>.
es_es: Seleccione el tipo de enlace que desea crear y haga clic en <em>Crear vínculo</em>.

source: A. Link to Subject Heading
es_es: A. Enlace al encabezado del asunto

source: Prefix text (optional)
es_es: Texto de prefijo (opcional)

source: LC Subject Heading
es_es: LC Asignatura del asunto

source: Create Link
es_es: Crear Enlace

source: <strong>Examples</strong> (the unlinked text is from the optional Prefix text box):</p> <blockquote> PN 1997 - Screenplays - see <span class="linkie">Motion picture plays</span><br /> TR 899 <span class="linkie">Motion Pictures--Editing<span> </blockquote>
es_es: <strong> Ejemplos </strong> (el texto no enlazado es del cuadro de texto Prefijo opcional): </ p> <blockquote> PN 1997 - Guiones - ver <span class = "linkie"> Películas en movimiento </span><br /> TR 899 <span class = "linkie"> Imágenes en movimiento - Edición <span> </blockquote>

source: B. Link to Keyword Search Results
es_es: B. Enlace a resultados de búsqueda de palabras clave

source: E.g., fast cars
es_es: Por ejemplo, coches rápidos

source: C. Link to Call Number (DVDs and Reserves only in Voyager)
es_es: C. Enlace al Número de Llamada (DVDs y Reservaciones sólo en Voyager)

source: E.g., DVD 3001
es_es: Por Ejemplo., DVD 3001

source: Title or Link Text
es_es: Título o Texto del Enlace

source: 2. Your Catalog Link (Subject Heading):
es_es: 2. Su enlace de catálogo (título del asunto):

source: 2. Your Catalog Link (Keywords):
es_es: 2. Tu Enlace de Catálogo (Palabras Claves):

source: If the link looks good, hit the OK button to insert the token into the pluslet.
es_es: Si el enlace se ve bien, pulsa el botón Aceptar para insertar el token en el pluslet.

source: 2. Your Catalog Link (Call Number):
es_es: 2. Su Enlace de Catálogo (Número de Llamada):

source: LinkChecker Results for
es_es: LinkChecker Resultados de

source: <strong>Success.</strong> Added file:
es_es: <strong> Éxito. </strong> Agregó el archivo:

source: There was a problem uploading your file.
es_es: Se ha producido un problema al subir el archivo.

source: Please try again, or contact the administrator
es_es: Inténtelo de nuevo o póngase en contacto con el administrador

source: <strong>A. Upload a file</strong> to your asset folder
es_es: <strong> A. Cargar un archivo </strong> en la carpeta de activos

source: Upload
es_es: Subir

source: <strong>B. Tick the item</strong> you want to insert into the pluslet
es_es: <strong> B. Marque el elemento </strong> que desee insertar en el complemento

source: C. Add Link Text</strong> for your document. (If you leave it blank, it will be the file name.)
es_es: C. Agregar texto de vínculo </strong> para su documento. (Si lo deja en blanco, será el nombre del archivo.)

source: Generate Delicious Display Page. Yum.
es_es: Generar una página de pantalla de Delicious. Yum.

source: Use this tool to generate a page that display results from delicious.
es_es: Utilice esta herramienta para generar una página que muestre resultados deliciosos.

source: Folder
es_es: Carpeta

source: The delicious account name, e.g., thislibrary
es_es: El nombre de cuenta delicioso, por ejemplo, estabiblioteca

source: Tag
es_es: Etiqueta

source: Any subfolders you want displayed, can be more than one comma-separated
es_es: Cualquier subcarpeta que desee mostrar, puede ser más de una separación por comas

source: Label
es_es: Etiqueta

source: The title you want to appear at the top of your list
es_es: El título que desea que aparezca en la parte superior de la lista

source: Notes
es_es: Notas

source: Yes
es_es: Si

source: Generate Delicious URL
es_es: Generar URL Delicious

source: This is a way to generate a URL that displays data from your delicious account. You can point users to a page of results that looks like a regular page of your website. Or your SubjectsPlus installation, anyway.
es_es: Esta es una forma de generar una URL que muestra los datos de su deliciosa cuenta. Puede señalar a los usuarios a página de resultados que se parece a una página regular de su sitio web. O su instalación de SubjectsPlus, de todos modos.

source: The public delish feed page is located at sp/subjects/delish_feed.php .
es_es: La página de alimentación pública está ubicada en sp /subjects /delish_feed.php .

source: Edit Guide Metadata
es_es: Editar Metadatos de Guías

source: View Guide on Public Site
es_es: Ver Guías en Sitio Público

source: Check Guide Links
es_es: Checar Enlaces de las Guías

source: Please check with the guide's owner before modifying
es_es: Consulte con el propietario de la guía antes de modificarlo

source: -- Choose Guide --
es_es: --Elegir Guía--

source: unpublished
es_es: no publicados

source: You don't have any guides yet. Why not create one?
es_es: Aún no tienes guías. ¿Por qué no crear uno?

source: Edit Your Guides
es_es: Editar tus guías

source: All Guides
es_es: Todas las guías

source: Create
es_es: Crear

source: Make sure the guide doesn't already exist!
es_es: Asegúrese de que la guía no existe!

source: Create new guide
es_es: Crear nueva guía

source: Need to delete a guide? Use the gear icon, and use the Delete button.
es_es: ¿Necesitas eliminar una guía? Utilice el icono de rueda dentada y utilice el botón Eliminar.

source: You do not have permission to edit this guide. Ask the guide's creator to add you as a co-editor.
es_es: No tiene permiso para editar esta guía. Pídale al creador de la guía que lo agregue como coeditor.

source: Drag selection, then drop to right
es_es: Arrastre la selección, luego gire a la derecha

source: Editable Box
es_es: Caja Editable

source: Heading
es_es: Encabezado

source: New Box
es_es: Caja Nueva

source: SAVE CHANGES
es_es: Guardar Cambios

source: Drop Left
es_es: Baja a la izquierda

source: Drop Right
es_es: Baja a la Derecha

source: -- Choose a Different Guide --
es_es: --Elige una guía diferente--

source: There do not seem to be any resources associated with this guide. To add new resources, go to the Records tab, select that resource, and then add your subject.
es_es: No parece haber ningún recurso asociado con esta guía. Para agregar nuevos recursos, vaya a la pestaña Registros, seleccione ese recurso y, a continuación, agregue el asunto.

source: Organize Resources
es_es: Organizar Recursos

source: Organize Resources for
es_es: Organizar Recursos por

source: Browse FAQs by Collection
es_es: Buscar preguntas frecuentes por colección

source: If you wish to edit a FAQ, click the link.
es_es: Si deseas edita una pregunta frecuente, clic en el enlace.

source: Browse FAQs by Subject Area
es_es: Buscar todas las preguntas frecuentes por tema

source: No FAQs yet. Why not dream one up?
es_es: No hay preguntas frecuentes todavía. ¿Por qué no soñar uno?

source: FAQs visible
es_es: Preguntas frecuentes visibles

source: See All
es_es: Ver todo

source: Create FAQ
es_es: Crear pregunta frecuente

source: CREATE FAQ
es_es: Crear pregunta frecuente

source: About FAQs
es_es: Acerca de las preguntas frecuentes

source: Edit FAQ
es_es: Editar pregunta frecuente

source: View FAQ on Public Site
es_es: Ver Guías en Sitio Público

source: The following record is recommended for delete
es_es: Se recomienda el siguiente registro para suprimir

source: SubjectsPlus: FAQ Delete Recommendation
es_es: SubjectsPlus: Recomienda eliminar Pregunta Frecuente

source: Delete request sent to
es_es: Borrar solicitud enviada a

source: Hello %s
es_es: Hola %s

source: Reset Password
es_es: Restablecer la contraseña

source: Update Your Biographical Details
es_es: Actualizar sus datos biográficos

source: Update Headshot
es_es: Actualizar Headshot

source: Recent Activity
es_es: Actividad Reciente

source: You have recently added or edited:
es_es: Has añadido o editado recientemente:

source: Background Options
es_es: Opciones de fondo

source: Search Strings
es_es: Búsqueda de cadenas

source: <p>Please search for something with the box above.</p>
es_es: <p> Por favor, busque algo con el cuadro de arriba. </p>

source: Search Results
es_es: Buscar resultados

source: required
es_es: requerido

source: Are you sure you wish to <strong>delete this item forever</strong>?
es_es: ¿Está seguro de que desea <strong> eliminar este elemento siempre </strong>?

source: Delete Forever!
es_es: Eliminar para siempre!

source: Use your browser's back button if you have reconsidered.
es_es: Utilice el botón de retroceso de su navegador si ha reconsiderado.

source: Thy Will Be Done: Deleted
es_es: Tu voluntad será hecha: Suprimida

source: Thwarted! Your Delete failed! Contact the administrator.
es_es: Frustrado ¡Su Eliminación ha fallado! Póngase en contacto con el administrador.

source: Thy Will Be Done: Updated
es_es: Hágase Tu Voluntad: Actualizada

source: Thwarted! Your Update failed! Contact the administrator
es_es: Frustrado ¡Su Eliminación ha fallado! Póngase en contacto con el administrador

source: Thy Will Be Done: Added
es_es: Hágase tu voluntad: Agregado

source: Thwarted! Your Insert failed! Contact the administrator
es_es: Frustrado ¡Su Eliminación ha fallado! Póngase en contacto con el administrador

source: You must select an audiofile and/or a question!
es_es: ¡Debe seleccionar un archivo de audio y / o una pregunta!

source: Required
es_es: Requerido

source: Are you sure?
es_es: ¿Seguro?

source: FAQs
es_es: Preguntas frecuentes

source: There are no FAQs linked for this guide
es_es: No hay preguntas frecuentes relacionadas con esta guía

source: Librarian
es_es: Bibliotecario

source: Subject Responsibilities
es_es: Responsabilidades del sujeto

source: Name
es_es: Nombre

source: Title
es_es: Título

source: Phone
es_es: Télefono

source: Click to update photo
es_es: Clic para actualizar foto

source: You can change the photo after saving.
es_es: Puedes cambiar la foto después de guardar.

source: Staff Member
es_es: Miembros del personal

source: First Name
es_es: Nombre

source: Last Name
es_es: Apellido

source: Department
es_es: Departamento

source: Show First in Dept List?
es_es: Mostrar primero en la lista de departamento?

source: Telephone
es_es: Télefono

source: Email (This is the username for logging in to SubjectsPlus)
es_es: Email (Este es el nombre de usuario para iniciar sesión en SubjectsPlus)

source: User Type
es_es: Tipo de usuario

source: Active User?
es_es: Usuario activo?

source: Photo
es_es: Foto

source: Biographical Details
es_es: Detalles biográficos

source: Please only include professional details.
es_es: Por favor incluya sólo detalles profesionales.

source: Permissions
es_es: Permisos

source: The password is hidden. Reset?
es_es: La contraseña está oculta. ¿Reiniciar?

source: Save
es_es: Guardar

source: Save Record Now
es_es: Guardar registro ahora

source: Last modified:
es_es: Última modificación:

source: Enter the new password. Make it a good one!
es_es: Introduzca la nueva contraseña. Que sea una buena!

source: Thy will be done. Note that any subject guides associated with this user are now orphans.
es_es: Hágase tu voluntad. Tenga en cuenta que las guías de temas asociados con este usuario ahora son huérfanos.

source: There was a problem with your delete.
es_es: Hubo un problema con la eliminación.

source: Thy Will Be Done. Added.
es_es: Hágase tu voluntad: Agregado.

source: Thy Will Be Done. Updated.
es_es: Hágase Tu Voluntad: Actualizada.

source: Subject Specialist
es_es: Especialista en temas

source: Record Title
es_es: Grabar título

source: Description
es_es: Descripción

source: Location
es_es: Ubicación

source: Recommend Delete
es_es: Eliminación recomendada

source: Default Source Type
es_es: Tipo de fuente predeterminado

source: Subjects
es_es: Temas

source: -- Select --
es_es: --Seleccionar--

source: Location (URL)
es_es: Ubicación (URL)

source: Call Number
es_es: Número de llamada

source: Format
es_es: Formato

source: Access Restrictions
es_es: Restricciones de acceso

source: A-Z DB List
es_es: Listar BD A-Z

source: Display Note
es_es: Mostrar Nota

source: X Delete this location
es_es: X Eliminar la ubicación

source: remove subject
es_es: eliminar tema

source: change source type
es_es: Cambiar el tipo de fuente

source: add description override
es_es: agregar descripción nula

source: There was a problem with your delete (stage 1 of 2).
es_es: Hubo un problema con su eliminación (etapa 1 de 2).

source: Thy will be done. Offending record deleted.
es_es: Hágase tu voluntad. Se ha suprimido el registro.

source: There was a problem with your delete (stage 2 of 2).
es_es: Hubo un problema con su eliminación (etapa 2 de 2).

source: Thy Will Be Done. Record added.
es_es: Hágase tu voluntad: Agregado.

source: Thy Will Be Done. Record updated.
es_es: Hágase tu voluntad. Rank actualizado.

source: Go
es_es: Vamos

source: There is no active record with that ID. Weird. Why not make one?
es_es: No hay ningún registro activo con ese ID. Extraño. ¿Por qué no hacer uno?

source: Question
es_es: Pregunta

source: Answer
es_es: Respuesta

source: Keywords (comma separated please)
es_es: Palabras clave (separadas por coma por favor)

source: Save Now
es_es: Guardar ahora

source: Relevant Subjects
es_es: Temas Relevantes

source: Relevant Collections
es_es: Colecciones relevantes

source: Thy will be done. Offending FAQ deleted. Close window to continue.
es_es: Hágase tu voluntad. Preguntas frecuentes de infracción eliminadas. Cierre la ventana para continuar.

source: Thy will be done. Offending FAQ deleted.
es_es: Hágase tu voluntad. Preguntas frecuentes de infracción eliminadas.

source: There was a problem with your delete, stage 2 of 2.
es_es: Hubo un problema con su eliminación (etapa 2 de 2).

source: Thy Will Be Done.
es_es: Hágase tu voluntad.

source: Print Location:
es_es: Imprimir Ubicación:

source: Note: Not all sources displayed.
es_es: Nota: no se muestran todas las fuentes.

source: See all
es_es: Ver todo

source: There is no box with that ID. Why not create a new one?
es_es: No hay ninguna caja con ese ID. ¿Por qué no crear uno nuevo?

source: Help
es_es: Ayuda

source: toggle me
es_es: Conmuta conmigo

source: Edit
es_es: Editar

source: Remove item from this guide
es_es: Remover ítem de la guía

source: Sorry, there are no results at this time.
es_es: Lo sentimos, no hay resultados en este momento.

source: Note:
es_es: Nota:

source: more information
es_es: más información

source: Book Search
es_es: Buscar libro

source: There is no active record with that ID. Why not create a new one?
es_es: No hay ningún registro activo con ese ID. Extraño. ¿Por qué no hacer uno?

source: Edit Existing Guide Metadata
es_es: Editar Metadatos Existente de Guías

source: Create New Guide
es_es: Crear nueva guía

source: Guide
es_es: Guías

source: Short Form
es_es: Forma corta

source: Short label for subject--minus spaces, ampersands, etc.
es_es: Etiqueta corta para el asunto - menos espacios, ampersand, etc.

source: Type of Guide
es_es: Tipo de Guía

source: Publish Guide (publicly accessible)?
es_es: Publicar Guía (accesible al público)?

source: Main column width:
es_es: Ancho de la columna principal:

source: Staff
es_es: Personal

source: delete
es_es: eliminar

source: You do not have permission to delete this guide.
es_es: No tienes permiso para borrar esta guía.

source: Thy will be done. Offending Guide (and associated boxes) deleted. Close window to continue.
es_es: Hágase tu voluntad. Guía de infracción (y cuadros asociados) eliminada. Cierre la ventana para continuar.

source: Thy will be done. Offending Guide (and associated boxes) deleted.
es_es: Hágase tu voluntad. Guía de infracción (y cuadros asociados) eliminada.

source: There is already a guide with this SHORTFORM. The shortform must be unique.
es_es: Ya hay una guía con este BREVE FORMULARIO. El formulario corto debe ser único.

source: View Your Guide
es_es: Ver tu guía

source: Thy Will Be Done. Guide updated.
es_es: Hágase Tu Voluntad: Guía Actualizada.

source: Display
es_es: Mostrar

source: items<br />Show descriptions?
es_es: items<br />Mostar descripciones?

source: Enter RSS feed or username/tag (for delicious)
es_es: Ingrese el feed RSS o nombre de usuario / etiqueta (para delicioso)

source: Loading ...
es_es: Cargando ...

source: Guide Outline
es_es: Esquema de la guía

source: There are no contents for this guide yet!
es_es: ¡Todavía no hay contenido para esta guía!

source: Key to Icons
es_es: Clave de los iconos

source: There is no active record with that ID. Weird.
es_es: No hay ningún registro activo con ese ID. Extraño.

source: Edit TalkBack
es_es: Editar TalkBack

source: Question By
es_es: Preguntada por

source: Answered By
es_es: Respondida por

source: Live?
es_es: En vivo?

source: Thy will be done. Offending Talkback deleted. Close window to continue.
es_es: Hágase tu voluntad. Offending Talkback eliminado. Cierre la ventana para continuar.

source: Thy will be done. Offending Talkback deleted.
es_es: Hágase tu voluntad. Offending Talkback eliminado.

source: Library_No_Reply
es_es: Biblioteca_No_Reply

source: This is an automatically generated email. Please do not respond.
es_es: Este es un correo electrónico generado automáticamente. Por favor no responda.

source: Email sent:
es_es: Email enviado:

source: Records
es_es: Archivos

source: New Record
es_es: Nuevo Archivo

source: Browse Items
es_es: Buscar Items

source: Guides
es_es: Guías

source: New Guide
es_es: Nueva Guía

source: Browse Guides
es_es: Buscar guías

source: New FAQ
es_es: Nueva Pregunta Frecuente

source: Add New User
es_es: Agregar Nuevo Usuario

source: Manage Users
es_es: Administrar Usuarios

source: Manage Guides
es_es: Administrar Guías

source: Departments
es_es: Departamentos

source: Sources
es_es: Fuentes

source: FAQ Collections
es_es: Colecciones de preguntas frecuentes

source: Config Site
es_es: Configuración del sitio

source: Search records
es_es: Buscar archivos

source: Search guides
es_es: Buscar guías

source: Search faqs
es_es: Buscar preguntas frecuentes

source: Search talkback
es_es: Buscar talkback

source: Search users
es_es: Buscar usuarios

source: Search all
es_es: Buscar todo

source: Hi
es_es: Hola

source: My options
es_es: Mis opciones

source: {Logout}
es_es: {Cerrar sesión}

source: Background Updated!
es_es: Fondo actualizado

source: Invalid file type: not on whitelist of ok file types
es_es: Tipo de archivo no válido: no está en la lista blanca de tipos de archivo ok

source: Last modification date unknown.
es_es: Última fecha de modificación desconocida.

source: Someone Has Blundered!
es_es: Alguien se ha equivocado!

source: (But probably not you.)
es_es: (Pero probablemente tú no.)

source: Restricted Resource
es_es: Recurso restringido

source: Restricted resource
es_es: Recurso restringido

source: Unrestricted Resource
es_es: Recurso sin restricción

source: Unrestricted resource
es_es: Recurso sin restricción

source: Some full text available
es_es: Texto completo disponible

source: Some full text
es_es: Algún texto completo

source: OpenURL enabled
es_es: OpenURL habilitado

source: Resource contains images
es_es: Recurso contiene imagenes

source: Images
es_es: Imagenes

source: Resource contains video
es_es: Recurso contiene video

source: Video files
es_es: archivos de video

source: Resource contains audio
es_es: Recurso contiene audio

source: Audio files
es_es: Archivos de audio

source: Research Guides
es_es: Guías de Investigación

source: FAQ
es_es: Preguntas frecuente

source: Research Guide created
es_es: Guía de investigación creada

source: Research Guide metadata
es_es: Metadatos de la guía de investigación

source: Research Guide deleted
es_es: Guía de investigación eliminada

source: Record
es_es: Grabar

source: Staff Details updated.
es_es: Detalles del personal actualizados.

source: New User Added
es_es: Nuevo usuario agregado

source: User Information updated
es_es: Información de usuario actualizada

source: User deleted
es_es: Eliminar usuario

source: Databases with Images
es_es: Base de datos con imagenes

source: Databases with Audio
es_es: Base de datos con audio

source: Databases with Video
es_es: Base de datos con video

source: Video
es_es: Vídeo

source: You are not authorized to view this.
es_es: No estas autorizado para ver esto
